src/integ-test/bdd-test/resources/xml/activatePaymentNoticeBody_paNewVP1_POSTE_noOptional.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nod="http://pagopa-api.pagopa.gov.it/node/nodeForPsp.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<nod:activatePaymentNoticeV2Request>
            <idPSP>#pspPoste#</idPSP>
            <idBrokerPSP>#brokerPspPoste#</idBrokerPSP>
            <idChannel>#channelPoste#</idChannel>
			<password>#password#</password>
			<qrCode>
				<fiscalCode>#creditor_institution_code#</fiscalCode>
				<noticeNumber>302$iuv</noticeNumber>
			</qrCode>
			<amount>10.00</amount>
		</nod:activatePaymentNoticeV2Request>
	</soapenv:Body>
</soapenv:Envelope>